<div class="row">
    <div class="span6">
        <h2>男人必看10部电影...</h2>
        <ol>
            <li>《阿甘正传》 —— 执着</li>
            <li>《东方不败》 —— 才华</li>
            <li>《美国往事》 —— 人生</li>
            <li>《罗马假日》 —— 爱情</li>
            <li>《勇敢的心》 —— 勇气</li>
            <li>《辛德勒的名单》 —— 责任</li>
            <li>《肖申克的救赎》 —— 信念</li>
            <li>《Ｅ．Ｔ》 —— 童心</li>
            <li>《现代启示录》 —— 痛苦</li>
            <li>《第七封印》 —— 哲思</li>
        </ol>
    </div>

    <div class="span6">
        <h2>女人必看10部电影...</h2>
        <ol>
            <li>坚强：《乱世佳人》</li>
            <li>沟通：《钢琴课》</li>
            <li>虚荣：《蒂凡尼的早餐》</li>
            <li>尊严：《简爱》</li>
            <li>才华：《白领丽人》(又名《上班女郎》)</li>
            <li>亲情：《母女情深》</li>
            <li>苦难：《紫色》</li>
            <li>女权：《末路狂花》</li>
            <li>浪漫：《漂亮女人》(又名《风月俏佳人》)</li>
            <li>性爱：《女人那话儿》</li>
        </ol>
    </div>
</div>